# St7FlipEntity

Flips the orientation of selected entities.

long St7FlipEntity(long uID)
Input Parameters
uID
Strand7 model file ID.

Dependencies
Selection
Entities can be selected using functions in Entity Selection.
Keep Selected
Assigned using St7SetKeepSelect.